Repository: Dankr4d/BF2142Unlocker
Catalog: locale/*.po
Languages: de, ru

# QUICK_IP_ADDRESS
source: IP-Address:
de: IP-Adresse:
ru: IP адрес:

# QUICK_IP_ADDRESS_TOOLTIP
source: Enter the IP-Address of the target login-server you want to connect to.
de: Geben Sie die IP-Adresse des Anmeldeservers ein, zu dem Sie eine Verbindung herstellen möchten.
ru: Введите IP целевого логин-сервера,к которому хотите подключиться.

# QUICK_AUTO_JOIN_SERVER
source: Auto join server:
de: Automatisch verbinden:
ru: Автоприсоединение к серверу:

# QUICK_AUTO_JOIN_SERVER_TOOLTIP
source: Autojoin a gameserver if it listens to the same IP-Address as the loginserver.
de: Trete dem Gameserver automatisch bei, wenn er auf dieselbe IP-Adresse wie der Anmeldeserver lauscht.
ru: Автоматически подключитесь к игровому серверу, если он прослушивает тот же IP-адрес, что и логин-сервер.

# QUICK_CONNECT
source: Connect
de: Verbinden
ru: Подключиться

# QUICK_CONNECT_TOOLTIP
source: Connect to the login-server by using the IP-Address entered.
de: Zum Anmeldeserver/Unlockserver der eingegebenen IP-Adresse verbinden.
ru: Подключитесь к логин-серверу, используя введенный IP-адрес.

# QUICK_MODS
source: Mods:
ru: Мод:

# QUICK_MODS_TOOLTIP
source: Choose the mod that the game should start with.
de: Wähle die Modifikation aus mit der das Spiel gestartet werden soll.
ru: Выберете мод для запуска игры

# QUICK_PLAYER_NAME
source: Player name:
de: Spielername:
ru: Имя игрока:

# QUICK_PLAYER_NAME_TOOLTIP
source: Name of your Soldier that appears ingame.
de: Dein Spielername den du ingame siehst (Soldiername).
ru: Позывной в игре.

# QUICK_SETTINGS
source: Settings
de: Einstellungen
ru: Настройки

# QUICK_CONNECT_FRAME_TOOLTIP
source: Connect to any other who's hosting the servers.
de: Verbinde dich zu jemandem der die Server hostet.
ru: Подключиться к любому хостеру сервера

# QUICK_SETTINGS_FRAME_TOOLTIP
source: Select the mod you want to start and your player name.
de: Wähle die Mod mit dem das Spiel gestartet werden soll und den Spielernamen aus.
ru: Выберите мод и название аккаунта

# CHECK_CAN_NOT_CONNECT
source: Couldn't connect to given IP-Address. Following server are not reachable:
de: Es kann keine Verbindung zur angegeben IP-Adresse aufgebaut werden. Folgende Server sind nicht erreichbar:
ru: Не удалось подключиться к данному IP-адресу. Cледующий сервер недоступен:

# CHECK_LOGIN_SERVER
source: Login-Server:
de: Anmelde-Server:
ru: Логин-Сервер:

# CHECK_GPCM_SERVER
source: GPCM-Server:
ru: Сервер GPCM :

# CHECK_UNLOCK_SERVER
source: Unlock-Server:
ru: Сервер с разблокировкой:

# CHECK_CANCEL
source: Cancel
de: Abbrechen
ru: Отмена

# QUICK_HOST
source: Host
de: Hosten
ru: Хост

# QUICK_HOST_CANCEL
source: Cancel
de: Abbrechen
ru: Закрыть

# QUICK_HOST_TOOLTIP
source: Hosts all necessary servers on 0.0.0.0, patches BF2142 and start the game.
de: Hosted alle benötigten server auf 0.0.0.0, patched BF2142 und started das spiel.
ru: Хост всех серверов на 0.0.0.0, патчинг BF2142 и запуск игры.

# QUICK_HOST_CANCEL_TOOLTIP
source: Quit current running servers.
de: Stoppt alle laufenden Server.
ru: Выйти из запущенных серверов

# QUICK_SINGLEPLAYER
source: Singleplayer
de: Einzelspieler
ru: Одиночная игра

# QUICK_SINGLEPLAYER_CANCEL
source: Cancel
de: Abbrechen
ru: Закрыть

# QUICK_SINGLEPLAYER_TOOLTIP
source: Hosts all necessary servers on 127.0.0.1, patches BF2142 and start the game.
de: Hosted alle benötigten server auf 127.0.0.1, patched BF2142 und started das spiel.
ru: Хост всех серверов на 127.0.0.1, патчинг BF2142 и запуск игры.

# QUICK_SINGLEPLAYER_CANCEL_TOOLTIP
source: Quit current running servers.
de: Stoppt alle laufenden Server.
ru: Выйти из запущенных серверов

# QUICK_TERMINAL
source: Terminal
ru: Терминал

# TAB_MULTIPLAYER
source: Multiplayer
de: Mehrspieler
ru: Мультиплеер

# MULTIPLAYER_SERVERS_TOOLTIP
source: This is the server list. You can refresh it by clicking the refresh button or hitting F5. You can connect to a server by clicking the play button or double click the server.
de: Das ist die Serverliste. Du kannst sie neu laden, wenn du auf den refresh button klickst oder F5 drückst. Du kannst verbinden, wenn du auf den play button klickst oder ein Doppelklick auf den server machst.
ru: Здесь находится список серверов. Вы можете обновить список, кликнув на кнопку "обновить", или нажав на клавишу F5. Вы можете подключиться к серверу, кликнув на кнопку "играть", или двойным кликом по выбраному серверу.

# MULTIPLAYER_SERVERS_REFRESH_TOOLTIP
source: Refreshes the server list (F5).
de: Lädt die Serverliste neu (F5).
ru: Обновить список серверов (F5).

# MULTIPLAYER_SERVERS_PLAY_TOOLTIP
source: Connect to selected the server.
de: Verbindet zum ausgewählten server.
ru: Подключиться к выбранному серверу

# MULTIPLAYER_PLAYERS_TOOLTIP
source: This is the player list. You can refresh it by clicking the refresh button or hitting F6.
de: Das ist die Spielerliste. Du kannst sie neu laden, wenn du auf den refresh button klickst oder F6 drückst.
ru: Здесь находится список игроков. Вы можете обновить список, кликнув на кнопку "обновить", или нажав на клавишу F6.

# MULTIPLAYER_PLAYERS_REFRESH_TOOLTIP
source: Refreshes the player list (F6).
de: Lädt die Spielerliste neu (F6).
ru: Обновить список игроков (F6).

# LOGIN_STELLA_NAME
source: Stella name:
ru: Провайдер:

# LOGIN_GAME_SERVER_NAME
source: Game server:
de: Spieleserver name:
ru: Игровой сервер:

# LOGIN_USERNAME
source: Username:
de: Benutzername:
ru: Название аккаунта:

# LOGIN_PASSWORD
source: Password:
de: Passwort:
ru: Пароль:

# LOGIN_SOLDIER
source: Soldier:
de: Soldat:
ru: Солдат:

# LOGIN_SAVE
source: Save:
de: Speichern
ru: Сохранить:

# LOGIN_ERROR
source: Error
de: Fehler:
ru: Ошибка

# LOGIN_ERROR_CODE
source: Code:
ru: Код:

# LOGIN_ERROR_MSG
source: Message:
de: Nachricht:
ru: Сообщение:

# LOGIN_CHECK
source: Login
de: Anmelden
ru: Войти

# LOGIN_CREATE
source: Create
de: Erstellen
ru: Создать

# LOGIN_PLAY
source: Play
de: Spielen
ru: Играть

# LOGIN_CANCEL
source: Cancel
de: Abbrechen
ru: Закрыть

# LOGIN_ADD_SOLDIER_NAME
source: Soldier name:
de: Soldatenname:
ru: Имя солдата:

# LOGIN_ADD_SOLDIER_OK
source: Ok
ru: ОК

# LOGIN_ADD_SOLDIER_CANCEL
source: Cancel
de: Abbrechen
ru: Закрыть

# LOGIN_MOD_MISSING_TITLE
source: Mod not found
de: Mod nicht gefunden
ru: Мод не найден

# LOGIN_MOD_MISSING_MSG
source: The mod the server is running is not installed.
de: Die Mod die auf dem Server läuft ist nicht installiert.
ru: Запущенный на сервере мод не установлен.

# LOGIN_MOD_MISSING_LINK
source: You can download it here:
de: Du kannst sie hier runterladen:
ru: Вы можете скачать его здесь:

# LOGIN_MOD_MISSING_OK
source: Ok
ru: ОК

# LOGIN_MAP_MISSING_TITLE
source: Map not found
ru: Карта не найдена

# LOGIN_MAP_MISSING_MSG
source: Map '$#' not found/missing.
ru: Карта '$#' не найдена/отсутствует.

# LOGIN_MAP_MISSING_OK
source: Ok
ru: ОК

# MULTIPLAYER_PATCH_AND_START
source: Quickstart
ru: Быстрый запуск

# HOST_SETTINGS
source: Settings
de: Einstellungen
ru: Настройки

# HOST_MODS
source: Mods:
ru: Мод:

# HOST_MODS_TOOLTIP
source: Choose the mod the server should run with.
de: Wähle die Mod aus, mit der der Gameserver gestartet werden soll.
ru: Выбрать мод, с которой запустится сервер

# HOST_GAME_MODE
source: Game mode:
de: Spielmodus:
ru: Режим игры:

# HOST_GAME_MODE_TOOLTIP
source: Selection of available gameplay modes. Available maps depend on the chosen mode.
de: Auswahl der verschiedenen Spielmodi. Wenn der Modus geändert wird, werden alle Maps des Modus aufgelistet.
ru: Выбор доступных режимов игры. Доступность карт зависит от выбранного режима.

# HOST_BOT_SKILL
source: Bot skill:
de: Bot Fähgikeit:
ru: Сложность ботов:

# HOST_BOT_SKILL_TOOLTIP
source: Controlls the difficulty of the bots.
de: Hiermit stellst du die Schwierigkeitsstufe der Bots ein.
ru: Настроить сложность ботов

# HOST_TICKET_RATIO
source: Ticket ratio:
de: Ticket verhältnis
ru: Соотношение очков подкрепления:

# HOST_TICKET_RATIO_TOOLTIP
source: Tickets for each team in %.
de: Tickets für jedes Team in %
ru: Очки подкрепления для каждой команды в %

# HOST_SPAWN_TIME
source: Spawn time:
de: Spawn zeit:
ru: Время возрождения:

# HOST_SPAWN_TIME_TOOLTIP
source: Time to wait before one can re-enter the battle if killed.
de: Die Zeit die du warten musst, nachdem du auf dem Schlachtfeld getötet wurdest.
ru: Сколько ждать после смерти, прежде чем можно снова вступить в бой

# HOST_ROUNDS_PER_MAP
source: Rounds per map:
de: Runden pro Karte:
ru: Раундов за карту:

# HOST_ROUNDS_PER_MAP_TOOLTIP
source: Number of rounds to play each map before switching to the next one in the list.
de: Anzahl der die pro Karte gespielt werden bevor die nächste Karte geladen wird.
ru: Количество раундов для игры на каждой карте перед переключением на следующую в списке Сколько раундов играть на

# HOST_BOT_AMOUNT
source: Bot amount:
de: Bot anzahl:
ru: Кол-во ботов:

# HOST_BOT_AMOUNT_TOOLTIP
source: Total number of all bots on the map.
de: Die Anzahl der Bots im Spiel. Diese ist bis auf 255 Bots einstellbar, kann aber Performance einbußungen/lags hervorrufen.
ru: Всего ботов на карте

# HOST_MAX_PLAYERS
source: Max players:
de: Maximale Spieler
ru: Макс. число игроков:

# HOST_MAX_PLAYERS_TOOLTIP
source: Maximum number of human players on the map. Humans replace bots if value is lower than "Bot amount".
de: Maximale Anzahl an menschlichen Spielern, die verbinden können.
ru: Всего живых игроков на карте. Человек заменит бота,если количество меньше чем "Количество ботов".

# HOST_PLAYERS_NEEDED_TO_START
source: Players needed to start:
de: Anzahl benötigter Spieler:
ru: Нужно игроков,чтобы начать:

# HOST_PLAYERS_NEEDED_TO_START_TOOLTIP
source: Number of human players that need to be connected into the game to make a round start.
de: Anzahl der menschlichen Spieler die benötigt werden dass das Spiel/die Karte startet.
ru: Сколько живых игроков необходимо подключить к игре, чтобы начать раунд

# HOST_FRIENDLY_FIRE
source: Friendly fire:
de: Teambeschuss:
ru: Огонь по своим:

# HOST_FRIENDLY_FIRE_TOOLTIP
source: Enable/Disable friendly fire.
de: Aktiviert/Deaktiviert Teambeschuss.
ru: Вкл/откл огонь по своим

# HOST_ALLOW_NOSE_CAM
source: Allow nose cam:
de: Nasenkamera erlauben:
ru: Разрешить камеру "из глаз":

# HOST_ALLOW_NOSE_CAM_TOOLTIP
source: Enable/Disable if the nose cam is available in aircrafts.
de: Aktiviert/Deaktiviert die Nasenkamera.
ru: Вкл/Откл камеру на носу самолета или "из глаз".

# HOST_SERVER_IP_ADDRESS
source: Server IP-Address:
de: Server IP-Adresse:
ru: IP адрес сервера :

# HOST_SERVER_IP_ADDRESS_TOOLTIP
source: Choose the IP-Address of the login and game-server. Default is your computers current IP-Address. Give this address to your friends so they can connect to you.
de: Legt die IP-Address fest, auf der der Anmelde-/Unlock-/Gameserver lauschen soll. Der Standardwert ist die erste IP-Addresse die der Unlocker auslesen konnte. Die Addresse benötigen deine Freunde um zu dir Verbinden zu können. Prüfe bitte ob die IP-Adresse die du angeben möchtest auch von deinen Freunden erreichbar ist bevor du diese verbinden.
ru: Выберите IP-адрес логина и игрового сервера. По умолчанию текущий IP-адрес вашего компьютера Сообщите этот адрес своим друзьям, чтобы они могли подключиться к вам.

# HOST_MAPS
source: Maps
de: Karten
ru: Карты

# HOST_SELECTABLE_MAPS_TOOLTIP
source: List of maps available to play. This list is dependend on the gamemode you chose.
de: Liste der verfügbaren Karten die du spielen kannst. Diese hängt vom Spielmodi ab den du ausgewählt hast.
ru: Список карт,доступных для игры. Зависит от выбранного режима игры

# HOST_SELECTED_MAPS_TOOLTIP
source: List of maps already in your rotation.
de: Liste der hinzugefügten Karten.
ru: Сколько карт в списке

# HOST_MAPS_ADD_TOOLTIP
source: Add map to rotation.
de: Fügt die ausgewählte Karte hinzu.
ru: Добавить карты в список

# HOST_MAPS_REMOVE_TOOLTIP
source: Remove map from rotation.
de: Entfernt die ausgewählte Karte.
ru: Удалить из списка

# HOST_MAPS_MOVE_UP_TOOLTIP
source: Move map upwards in the rotation.
de: Verschiebt die ausgewählte Karte eins nach oben.
ru: Переместить вверх по списку

# HOST_MAPS_MOVE_DOWN_TOOLTIP
source: Move map downwards in the rotation.
de: Verschiebt die ausgewählte Karte ein nach unten.
ru: Переместить вниз по списку

# HOST_TERMINALS
source: Terminals
ru: Терминалы

# HOST_HOST
source: Host
de: Alle server starten
ru: Хост

# HOST_HOST_TOOLTIP
source: Start all the servers.
de: Startet alle server.
ru: Запустить все сервера.

# HOST_CANCEL
source: Cancel
de: Abbrechen
ru: Отмена

# HOST_CANCEL_TOOLTIP
source: Stop all servers!
de: Stoppt alle aktiven Server.
ru: Остановить все сервера!

# UNLOCKS_SQUAD_GADGETS
source: Unlock squad gadgets:
de: Squad gadgets entsperren:
ru: Разблокировать устройства для отрядов:

# UNLOCKS_SQUAD_GADGETS_INFO
source: Currently you are only able to enable/disable the last two squad leader gadgets. At a later point this will be replaced by a full functional unlock customization screen where you could enable/disable all the unlocks available in game.
de: Aktuell kannst du nur die letzten zwei squad leader gadgets aktivieren/deaktivieren. Zu einem späteren Zeitpunkt wird dies durch eine vollständig funktionales Unlockmenu ersetzt, indem du alles aktivieren/deaktivieren kannst.
ru: Cейчас вы можете включить / отключить только два последних устройства для командира отряда. Позже он будет заменен полнофункциональным экраном настройки разблокировок, где вы сможете включить / отключить все разблокировки, доступные в игре.

# SETTINGS_BF2142_GAME_PATH
source: Battlefield 2142 game path:
de: Battlefield 2142 Spielpfad:
ru: Путь к игре Battlefield 2142 :

# SETTINGS_BF2142_GAME_PATH_TOOLTIP
source: Select your Battlefield 2142 game folder.
de: Wähle deinen Battlefield 2142 Spielordner aus.
ru: Выберите папку с Battlefield 2142

# SETTINGS_BF2142_SERVER_PATH
source: Battlefield 2142 server path:
de: Battlefield 2142 Serverpfad:
ru: Путь к серверной версии Battlefield 2142:

# SETTINGS_BF2142_SERVER_PATH_TOOLTIP
source: Select your Battlefield 2142 server folder (only required when launching gameserver within the "Host"-tab). This one is also known as "bf2142 unranked dedicated server".
de: Wähle dein Battlefield 2142 Serverpfad aus (nur notwendig wenn du den Gameserver über den "Host"-Tab starten möchtest).
ru: Выберите папку с BF2142 (нужно только для старта с -Host). Это выделенный неранговый сервер

# SETTINGS_WINEPREFIX
source: Wineprefix:
ru: Префикс Wine:

# SETTINGS_WINEPREFIX_TOOLTIP
source: Select your wineprefix you want to start the game with (if possible this would be read out automatically).
de: Setzte den Wineprefix mit dem das Spiel gestartet werden soll (wird wenn möglich automatisch ausgelesen).
ru: Выберите префикс, чтобы начать игру (если возможно,он прочтется автоматом).

# SETTINGS_STARTUP_QUERY
source: Startup query:
ru: Ключ запуска :

# SETTINGS_COPY_MAPS_CLIENT
source: Copy maps to client
de: Karten zum client kopieren
ru: Копир. карты на клиент

# SETTINGS_COPY_MAPS_SERVER
source: Copy maps to server
de: Karten zum server kopieren
ru: Копир. карты на сервер

# SETTINGS_SELECT
source: Select
de: Auswählen
ru: Выбрать

# SETTINGS_SKIP_MOVIES
source: Skip intro movies:
de: Intro Movies überspringen:
ru: Пропуск втупительных роликов:

# SETTINGS_SKIP_MOVIES_TOOLTIP
source: Skips the intro movies on startup.
de: Überspringt die intro Movies beim Spielstart.
ru: Пропустить видео при запуске

# SETTINGS_WINDOW_MODE
source: Window mode:
de: Fenstermodus:
ru: Оконный режим:

# SETTINGS_WINDOW_MODE_TOOLTIP
source: Starts the game in windowed mode.
de: Startet das Spiel im Fenstermodus.
ru: Запуск игры в оконном режиме.

# SETTINGS_BF2142_CLIENT_PATH_DETECTED_TITLE
source: A Battlefield 2142 installation path has been found
de: Ein Battlefield 2142 Installationspfad wurde gefunden
ru: Найден путь установки Battlefield 2142

# SETTINGS_BF2142_CLIENT_PATH_DETECTED_MSG
source: Should the following path set to be your Battlefield 2142 path?
de: Soll der folgende Pfad als dein Battlefield 2142 Pfad festgelegt werden?
ru: Выбрать данный путь как путь к папке Battlefield 2142?

# SETTINGS_BF2142_CLIENT_PATH_DETECTED_OK
source: Yes
de: Ja
ru: Да

# SETTINGS_BF2142_CLIENT_PATH_DETECTED_SELECT
source: No, select ..
de: Nein, auswählen ..
ru: Нет, выбрать другой ..

# TAB_QUICK
source: Play
de: Spielen
ru: Играть

# TAB_QUICK_TOOLTIP
source: Here you're able to play in singleplayer or LAN.
de: Hier kannst du im Singleplayer oder LAN spielen.
ru: Здесь вы можете запустить одиночную или локальную игру.

# TAB_HOST
source: Host
de: Bereitstellen
ru: Хост

# TAB_HOST_TOOLTIP
source: Settings to host.
de: Einstellungen zum hosten.
ru: Настройки хоста

# TAB_UNLOCKS
source: Unlocks
ru: Разблокировано

# TAB_UNLOCKS_TOOLTIP
source: Customize your available ingame unlocks here.
de: Einstellungen der freigeschalteten Waffen/Gadgets die ingame auswählbar sind.
ru: Здесь вы можете изменить доступные разблокированные элементы экипировки.

# TAB_SETTINGS
source: Settings
de: Einstellungen
ru: Настройки

# TAB_SETTINGS_TOOLTIP
source: General settings
de: Allgemeine Einstellungen
ru: Основные настройки

# VERSION_TOOLTIP
source: Current version
de: Aktuelle Version
ru: Текущая версия

# UNLOCKER_GITHUB_TOOLTIP
source: Opens your web browser to this tools GitHub. Contribute!
de: Öffnet die Projektseite (Github) des Unlockers. Contribute!
ru: Открыть страницу инструмента на GitHub. Вкладывайтесь!

# UNLOCKER_MODDB_TOOLTIP
source: Opens your web browser to this tools ModDB page.
de: Öffnet die Moddb Seite des Unlockers.
ru: Открыть страницу инструмента на ModDB.

# PROJECT_REMASTER_MODDB
source: Project Remaster Mod
ru: Project Remaster Мод

# PROJECT_REMASTER_MODDB_TOOLTIP
source: Opens your web browser to Project Remaster's ModDB page. They remastered BF2142 to HD!
de: Öffnet die Moddb/Projektseite der Project Remater Modifikation (probiert die Mod aus, macht spass!) Project Remastered bringt HD-Texturen, neue Waffen, balancierte Waffen sowie neue Karten!
ru: Перейти на страницу Project Remaster's на ModDB. Они сделали BF2142 в HD!

# FIRST_STRIKE_MODDB
source: First Strike Mod
ru: First Strike Мод

# FIRST_STRIKE_MODDB_TOOLTIP
source: Opens your web browser to First Strike's ModDB page. They made a Star Wars mod!
de: Öffnet die Moddb/Projektseite der First Strike Modifikation. Hierbei handelt es sich um eine Star Wars Modifikation!
ru: Перейти на страницу проекта First Strike на ModDB. Они создали мод "Звездные войны"!

# GAMESERVER_CRASHED
source: ERROR: The Battlefield 2142 server crashed. This is most likely a map fault. Some maps doesn't work perfect and can crash the whole server.
de: ERROR: Der Battlefield 2142 Server ist abgestürzt. Dies ist höchstwahrscheinlich die aktuelle Karte die du gespielt hast. Manche Karten laufen nicht einwandfrei und können den ganzen Server zum Absturtz bringen.
ru: Ошибка: Отказ сервера Battlefield 2142. Скорее всего, это ошибка карты. Некоторые карты не работают идеально и могут привести к сбою всего сервера.

# NO_WRITE_PERMISSION_TITLE
source: No write permission
de: Keine Schreibberechtigung
ru: Нет прав на запись

# NO_WRITE_PERMISSION_MSG
source: You've no write permission to: $#
de: Du hast keine Schreibberechtigungen auf: $#
ru: Нет прав на запись: $#

# COULD_NOT_FIND_TITLE
source: Could not find $#
de: $# konnte nicht gefunden werden
ru: Невозможно найти $#

# COULD_NOT_FIND_MSG
source: Could not find $#. Path is invalid!
de: $# konnte nicht gefunden werde. Der Pfad ist falsch!
ru: Не найдено $#. Неверный путь!

# NO_PRIVATE_IP_ADDRESS_TITLE
source: No private local ip address read out
de: Keine lokale private IP-Adresse ausgelesen
ru: Не найден приватный локальный IP

# NO_PRIVATE_IP_ADDRESS_MSG
source: No local private ip address could be read out. Please connect to router (with DHCP enabled) or configure one manually.
de: Es konnte keine private lokale IP-Adresse ausgelesen werden. Bitte verbinde zu deinem Router (mit DHCP aktiviert) oder konfiguriere eine manuell.
ru: Не удалось прочитать локальный приватный IP. Подключитесь к маршрутизатору (с включенным DHCP) или настройте его вручную.

# NO_VALID_IP_ADDRESS_TITLE
source: No valid ip address
de: Keine valide IP-Adresse
ru: Неверный IP

# NO_VALID_IP_ADDRESS_MSG
source: The ip address you've entered is not a valid IPv4 address.
de: Die IP-Adresse die du eingegeben hast ist keine valide IPv4 Adresse.
ru: Введенный IP-адрес не является действительным IPv4-адресом.

# SETTINGS_RESOLUTION
source: Resolution:
de: Auflösung:

# SETTINGS_RESOLUTION_TOOLTIP
source: The resolution the game get started in windowed mode.
de: Die Auflösung in der das Spiel im Fenstermodus gestartet wird.
